#### From Buildings.json ####

The Fanged Spire = La Guglia Zannuta

The Manaliths = I Manaliti

Library Of Aeons = Biblioteca degli Eoni

The Nephaliths = I Nephaliti

The Vault of Memories = La Volta dei Ricordi

Statue of Ruination = Statua della Rovina

The Astral Beacon = Il Faro Astrale

Garden of Biona = Giardino di Biona

The Stone Sentinels = Le Sentinelle di Pietra

The Seer's Stone = La Pietra del Veggente

The Worldspine Wall = Il Muro della Spina del Mondo

The Keeper = Il Custode

Dawr Forge = Forgia di Dawr

Verdant Temple = Tempio verdeggiante

Verdant Pylon = Pilone verdeggiante

Waste Nexus = Nesso dei rifiuti

Spawn Pools (Ssuvi) = Covate (Ssuvi)

Spawn Pools (Terazi) = Covate (Terazi)

Spawn Pools Of The Sun = Covate del Sole

Spawn Pools Of The Jungle = Covate della Giungla

Channel Walls = Mura del canale

Altar Of The Homeland = Altare della Patria

Frostburner = Bruciagelo

Soldüran Forge = Forgia di Soldür

Glimmering District = Distretto scintillante

Thieves' Guild = Gilda dei ladri

Ghandorian Kennel = Canile di Ghandor

Arcanian Forest = Foresta d'Arcania



#### From Nations.json ####

Aeronia = Aeronia
Sun Alar = Sun Alar
Genesis be with you, Sun Alar, Chosen of Aeronia! May you soar high in the heavens! Your empire is ancient and prosperous, the first to master the art of flight by riding on the backs of dragons. Your people are pious and possess a rich culture, and a natural mastery over the land. As the champion of Genesis, it is your task to better the world by destroying evil and spreading the cause of good. = Accetta la tua Genesi, Sun Alar, Prescelto di Aeronia, e preparati ad ascendere ai Cieli! Il tuo impero è antico e prospero, il primo a padroneggiare l'arte del volo cavalcando i draghi. Il tuo popolo è pio e possiede una ricca cultura, oltre che una naturale maestria sulla terra. Come campione della Genesi, è tuo compito migliorare questo mondo disruggendo le forze del male e diffondendo la causa del bene.
O' Sun Alar, Son of War, will you take to the skies and bring your people to glory? Will you bring justice and life to the world once more? Will you build a civilization that stands the test of time? = O Sun Alar, Figlio della Guerra, solcherai i cieli portando gloria al tuo popolo? Porterai ancora una volta giustizia e vita al mondo intero? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
I'll put up with your sins no longer. Your death will make this world a better place! = Ho smesso di sopportare i tuoi peccati. La tua morte renderà questo mondo un posto migliore!
You have crossed the line of battle, but are you prepared for the consequences? These wrongs will not be forgiven. = Hai dunque scelto la battaglia, ma sei pronto per le conseguenze? Ricorda che i tuoi peccati saranno difficili da perdonare.
As it would seem, my time has come. I may have failed to stop you, but others will rise to the challenge. Watch yourself. = Sembra, dunque, che il mio tempo sia giunto. È giusto così, se non sono riuscito a fermarti. Ma guardarti alle spalle: non sarai incontrastato nella tua lotta per il potere.
Hail, stranger! May Genesis' light protect all! = Salve, straniero, e benvenuto nella terra di Aeronia! Che la luce della Genesi protegga il tuo popolo, come protegge il mio!
Greetings, comrade. What brings you here? = Salute, amico! Quali notizie porti?
State your purpose, demon! = Cosa vuoi da me, demone?!
Greetings, friends. May our bonds grow stronger with this proposal. = Salute, amico. Possano i nostri legami rafforzarsi con questa proposta.
Winds of Genesis = Venti della Genesi

Pyria = Pyria
Luna Nym = Luna Nym
Ragnarak awaits you, Luna Nym, great Leader of Pyria! May your adversaries burn in the fires of oblivion. Your empire is ancient and mighty, the first to master the power of chemistry to build massive weapons of war. Your people are strong-willed and hardy due to the pressures of their desolate home. As the champion of Ragnarak, it is your job to purify the world by cleansing the naive followers of good and preventing the spread of weakness. = Il Ragnarak ti attende, Luna Nym, grande leader di Pyria! Che tutti coloro che ti sbarrino la strada brucino tra le fiamme dell'oblio. Il tuo impero, antico e potente, fu il primo a padroneggiare la chimica costruendo enormi armi da guerra. Il tuo popolo ha una volontà d'acciaio a causa delle difficoltà nella loro patria desolata. Come campione del Ragnarak, è tuo compito purificare il mondo, spazzando via gli ingenui seguaci della luce e facendo estinguere le erbacce della debolezza.
O' Luna Nym, Child of Death, will you rise from the ashes and bring your people to glory? Will you eliminate weakness and naivety from the world once more? Will you build a civilization that stands the test of time? = O Luna Nym, Figlia della Morte, sorgerai dalle ceneri e porterai gloria al tuo popolo? Cancellerai debolezza e stoltezza dal mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Ragnarak has spoken! Let the slaughter commence! = Il Ragnarak ha parlato! Che il massacro abbia inizio!
You'll pay for this! Soon, I'll have your head! = Pagherai per questo! Tra non molto avrò la tua testa!
Death is a fickle beast. In the end, not even its own child can avoid its grasp. Ironic, isn't it? = La morte è una brutta bestia. Alla fine, nemmeno i suoi figli possono evitare le sue fauci. Ironico, nevvero?
Well, well... what do we have here? Another tribute to Ragnarak, perhaps? = Bene, bene... cos'abbiamo qui? Forse un altro tributo al Ragnarak?
Speak quickly, traveler. I don't have much patience. = Parla in fretta, straniero. Non ho molta pazienza.
Greetings, wretch. I'll not waste breath chatting with you. = Svelto, feccia. Non intendo sprecare fiato con quelli come te.
I hope you'll accept this proposal. I'd be ashamed if I had to kill you. = Ucciderti non sarebbe troppo un peccato, ma se accetti questa proposta forse potrai rimandare l'inevitabile...
Fires Of Ragnarak = Fiamme del Ragnarak

Imperia = Imperia
Danu Impyr = Danu Impyr
We praise you, almighty Danu, God-Emperor of Imperia! Your empire is as long-lived as you are, having seen its way through the end of the Dragonfall thousands of years ago, forming just after the collapse of the united Neph empire of man. Though the collapse of its united efforts proved to be a setback to the growing race of man, you personally saw to it that no harm came to its survival, eliminating the last of the dragon empires from the earth entirely. You chose your people over your heart, and brought about the end of the very creatures you once loved. = Ti lodiamo, onnipotente Danu, Dio-Imperatore di Imperia! Il tuo impero è longevo quanto te, essendo sopravvissuto alla Caduta dei Draghi migliaia di anni fa, formandosi subito dopo il crollo dell'impero umano unito di Neph. Anche se il crollo dei suoi sforzi congiunti si è rivelato una battuta d'arresto per la crescente razza umana, tu hai fatto personalmente in modo che la sopravvivenza restasse intaccata, eliminando completamente dalla terra l'ultimo degli imperi dei Draghi. Hai scelto il tuo popolo invece del tuo cuore, e hai decretato la fine delle stesse creature che un tempo amavi.
O' great Danu, will you rise up once more and bring prosperity to mankind? Will you raise up your colloseums and bring joy to your people's hearts? Will you build a civilization that stands the test of time? = O grande Danu Impyr, ti ergerai ancora una volta per portare prosperità al genere umani? Erigerai i tuoi colossei portando gioia ai cuori del tuo popolo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
I am afraid that we cannot coexist any longer. Prepare yourselves for war. = Temo che non possiamo più coesistere. Siete pronto alla guerra?
I have seen many an empire fall before me, and you will be no different. = Ho visto di fronte a me la caduta di molti imperi. A voi non spetterà sorte diversa.
Angir... my master... it seems we'll meet again after all... = Angir... mio maestro... sembra che alla fine vi rivedrò presto...
Imperia welcomes you, strangers, if you are willing to say the same. = Imperia vi da il benvenuto, stranieri, se intendete stabilire rapporti amichevoli.
Greetings, child. I would tell you a story of the Dragonfall, but do not have it in my heart to bring back such terrible memories. = Salute, figliolo. Vorrei raccontarvi una storia della Caduta dei Draghi, ma non intendo rievocare brutti ricordi.
Leave quickly, or else. = Non siete il benvenuto, qui. Andatevene.
I believe our empires would benefit from this relationship. = Sono certo che i nostri imperi avranno molto da trarre beneficio da questa proposta.
Gloria dell'Impero

Onuqi = Onuqi
Tiawathi = Tiawathi
Greetings, noble Tiawathi, leader of the mighty Onuqi nations! In ages bygone, your people lived in the eastern forests of Alaria. Then, in times of danger, long ago, they united into one nation, the Haudorsani, which would one day be known as the Onuqi. With no written language, the wise men of your nation created the great law of peace, a model so well-designed that, one day, almost every nation would adopt it. For many years, your people battled great enemies. First came the mighty Hasi, ancient enemies whose mastery of magic once threatened to destroy you until they were defeated by your superior tactics. Then, from the far-off land of Erath, came the invading peoples of Lyra and Bretia. Though outnumbered and facing weapons far more advanced than the ones your warriors wielded, the Onuqi survived and prospered, until they were finally overwhelmed by the mighty armies of the newly-formed Alarian Union. = Saluti, nobile Tiawathi, capo delle potenti nazioni Onuqi! In epoche passate, la tua gente viveva nelle foreste orientali di Alaria. Poi, in tempi di pericolo, molto tempo fa, i clan si unirono in un'unica nazione, gli Haudorsani, che un giorno sarebbero stati conosciuti come gli Onuqi. Senza lingua scritta, i saggi della vostra nazione crearono la grande legge della pace, un modello così ben progettato che, un giorno, quasi tutte le nazioni lo adotteranno. Per molti anni, il tuo popolo ha combattuto grandi nemici. Per primi vennero i potenti Hasi, antichi nemici la cui padronanza della magia una volta minacciava di distruggerti fino a quando non furono sconfitti dalle tue tattiche superiori. Poi, dalla lontana terra di Erath, vennero i popoli invasori di Lyra e Bretia. Sebbene fossero in inferiorità numerica e affrontassero armi molto più avanzate di quelle che i tuoi guerrieri brandivano, gli Onuqi sopravvissero e prosperarono, finché non furono infine sopraffatti dai potenti eserciti della neonata Unione Alariana.
Oh noble Tiawathi, listen to the cries of your people! They call out to you to lead them in peace and war, to rebuild the great longhouse and unite the tribes once again. Will you accept this challenge, great leader? Will you build a civilization that will stand the test of time? = Oh nobile Tiawathi, ascolta le grida del tuo popolo! Ti invoca per guidarli in pace e in guerra, ricostruire la grande casa lunga e unire ancora una volta le tribù. Accetterai questa sfida, grande leader? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
You are a plague upon Mystara! Prepare for battle! = Sei una piaga per Mystara! Preparati alla guerra!
You evil creature! My braves will slaughter you! = Creatura maligna! I miei prodi ti distruggeranno!
You have defeated us... but our spirits will never be vanquished! We shall return! = Sì, ci hai sconfitto... Ma i nostri spiriti sono immortali, e noi ritorneremo!
Greetings, stranger. I am Tiawathi, speaker for the Iroquois. We seek peace with all, but we do not shrink from war. = Salve, straniero. Io sono Tiawathi, e parlo a nome degli Onuqi. Cerchiamo la pace con tutti, ma certo non siamo timidi di fronte alla guerra.
Children of Mystara = Figli di Mystara

Neph = Neph
Angir Selai = Angir Selai
Gods be with you, Angir, King of Man! Your empire was the very first civilization of man, formed many thousands of years ago when man was threatened on all sides by foreign races. It was the first and last time man was united under a single banner, and you were its king. Together, you and your people waged war against the enemy, and brought man into being the sole ruler of our world. However, your death brought about a divide amongst the people, and even with a designated heir, your empire crumbled. = Gli dei siano con te, Angir, Re degli Uomini! Il tuo impero è stata la primissima civiltà dell'uomo, formata molte migliaia di anni fa quando l'uomo era minacciato da tutte le parti da razze straniere. Fu la prima e l'ultima volta che l'uomo fu unito sotto un'unica bandiera, e tu ne eri il re. Insieme, tu e il tuo popolo avete combattuto contro il nemico e avete portato l'uomo ad essere l'unico sovrano del nostro mondo. Ma nonostante fosse stato annunciato un erede al tuo trono, la tua morte provocò rottura tra la tua gente e il crollo del tuo impero.
Mighty Angir, will you raise your spear to the heavens once more and bring unity to mankind? Will you take up arms against the enemy? Will you build a civilization that stands the test of time? = Potente Angir, alzerai ancora una volta la tua lancia verso i cieli e porterai l'unità all'umanità? Prenderai le armi contro il nemico? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Your continued existence threatens my people. Die. = La tua continua esistenza è una minaccia per la mia gente. Preparati a morire!
If war is what you want, then war is what you'll get. = Se è la guerra quella che vuoi, allora la guerra avrai.
Even if you slay me, the spirit of mankind will live on. = Uccidimi pure. Lo spirito del genere umano vivrà ancora.
As the king of man, I greet you on behalf of my people. = Sono Angir Selai, re di Neph. Come Re degli Uomini, ti do il benvenuto da parte del mio popolo.
Greetings, stranger. = Salute a te, straniero.
There are many reckless fires in this world that I am forced to extinguish. I hope you will not become one of them. = Questo mondo contiene tante fiamme temerarie che devo spegnere. Spero tu non diventerai una di queste.
The efforts of man bear much fruit. Come, let us share! = I lavori dell'Uomo porta molti frutti. Forza, condividiamoli!
Ruler of Mankind = Signore dell'Umanità

Jharappe = Jharappe
Jhr Ahdrali = Jhr Ahdrali
Greetings, Jhr Ahdrali, King of the Jharappe people. May you live long! Your people are masters of science, curious and innovative. Your people were among the most advanced of their time, having learned many things from the various Naga tribes living near you. With this knowledge, your cities grew to be massive, your armies great. Unfortunately, your people died out after a major drought that spanned the entirety of your homeland, bringing with it thirst and famine. = Saluti, Jhr Ahdrali, re del popolo Jharappe, e che tu possa vivere a lungo! I tuoi sono maestri della scienza, curiosi e innovativi. La tua gente era tra le più avanzate del loro tempo, avendo imparato molte cose dalle varie tribù Naga che vivevano vicino a te. Con questa conoscenza, le tue città sono diventate enormi, i tuoi eserciti grandiosi. Sfortunatamente, la tua gente è morta dopo una grande siccità che ha attraversato l'intera tua patria, portando con sé sete e carestia.
Wise King Jhr, will you take your people to the stars, as you promised long ago? Will you expand your cities and grow into a mighty empire? Will you build a civilization that stands the test of time? = Saggio re Jhr, porterai il tuo popolo tra le stelle, come hai promesso molto tempo fa? Espanderai le tue città, facendo crescere il tuo dominio fino a che esso diventi un potente impero? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Your people are not fit for the heavens. You must be cleansed. = Il tuo popolo non è degno di raggiungere i Cieli. Spetta a me purificarti.
It seems you've made a mistake. We are bound for the stars. Can you say the same? = Mi dispiace che siamo giunti a questo. Devo per forza difendere il mio popolo se voglio mantenere la promessa che ho fatto al mio popolo.
My promise... I'm sorry, everyone... = Mio popolo... perdonami... Vi ho deluso tutti...
Greetings, traveler. Do you seek the light of the stars as well? Perhaps we could reach them together. = Salve, viaggiatore. Cerchi anche tu la luce delle stelle? Forse possiamo raggiungerle insieme.
The Jharappe people greet you. = Il popolo di Jharappe ti da il benvenuto.
I did not invite you, and yet you are here? = Non ti ho invitato. Perché sei qui?
The stars must be reached before the dark ones return. Please help us achieve that honor. = Intendiamo raggiungere le stelle prima che gli esseri oscuri ritornino. Ti prego, aiutaci a compiere l'onere.
Legacy of the Naga = Eredità dei Naga

Atoiri = Atoiri
Nikau Alu = Nikau Alu
Greetings, I am King Nikau Alu of the Atoiri. The sea calls us, but we never lose our home. = Saluti. Sono Nikau Alu, Re degli Atoiri. Il mare ci chiama, ma noi non perdiamo mai la nostra casa.
Your people will make fine sacrifices. = Il vostro popolo sarà un ottimo sacrificio per il Cielo.
The thunders of war boom high in the heavens tonight. We will echo their rage. = I fulmini della guerra rimbombano nei Cieli. Guerrieri, assorbiamo i loro echi e scateniamoli sui nostri nemici!
So this is how it feels to die... Perhaps, in another world, we could have been friends. = Dunque questa è la Morte... Forse, in un altro mondo, saremmo stati amici.
Aloi (Greetings), fellow king! = Aloi (Saluti), amico mio!
Your taking a dangerous path, my friend. = Il tuo è un sentiero pericoloso, amico mio.
Come, let our people feast together! = Forza, festeggiamo questa riunione con un banchetto!
Path Of The Homeland = Sentiero della Patria

Ssu'vi = Ssu'vi
Tak'ir'sar = Tak'ir'sar
Your people await you, o' great Tak'ir'sar, wise Sak'ret'i of the Ssu'vian empire. The light of the surface calls you once more! Your empire is one of the first to have ever existed. Bright and creative, your people are masters of magic and nature. As the last the last living member of the fabled 'Tak', the first of the Sauroids, it is your job to save your people from extinction at the hands of man. While your brothers and sisters no longer walk this world, their minds still live on through you. = Il tuo popolo ti acclama a gran voce, o grande Tak'ir'sar, saggio Sak'ret'i dell'impero Ssu'vi. La luce della superficie ti chiama ancora una volta! Il tuo impero è uno dei primi mai esistiti. Brillanti e creativi, i tuoi sono maestri della magia e della natura. Come ultimo membro vivente del leggendario "Tak", il primo dei Sauroidi, è tuo compito salvare il tuo popolo dall'estinzione per mano dell'uomo. Anche se i tuoi fratelli e sorelle non camminano più in questo mondo, le loro menti continuano a vivere per tuo tramite.
Tell us, Tak'ir'sar - will you rise from the depths of the underground and bring your people to glory? Will you ensure your place on surface, and let your people feel the warmth of the sun once more? Will you build a civilization that stands the test of time? = Dicci, Tak'ir'sar: risorgerai dalle profondità del sottosuolo e porterai il tuo popolo alla gloria? Garantirai il tuo posto in superficie e lascerai che la tua gente senta ancora una volta il calore del sole? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
I feared this day would come. As the beasts of the wild fight for survival, so too must we rise against those who would stop us. Prepare yourselves for war. = Temevo che un simile giorno sarebbe giunto. Come le bestie selvagge lottano per sopravvivere, così anche noi dobbiamo ergersi contro chi vuole sbarrarci la strada. Preparatevi alla guerra.
The sleeping dragon awakens only once disturbed. You've made the wrong decision in attacking us. = Il drago che dorme si sveglia solo se disturbato. Attaccarci è stato un errore da parte vostra.
I have no regrets. I will die knowing my brothers and sisters can now rest in peace. We made it to the surface, and gave our all to take back our homeland. My people are smiling at death. Can you say the same? = Non ho alcun rimpianto. Muoio sapendo che i miei fratelli e sorelle ora riposano in pace. Siamo saliti in superficie e abbiamo dato tutto per riprenderci la nostra patria. La mia gente sorride alla morte. Puoi dire lo stesso?
As the sun rises to the hymns of Genesis, so too shall the Sauroids return to the surface. Do not interfere. = Come il sole sorge al suono degli inni della Genesi, così anche i Sauroidi torneranno in superficie. Non interferire, per favore.
Greetings, young ones. Are you here to seek the wisdom of the elders? = Salve, giovani. Siete forse venuti alla ricerca della saggezza degli anziani?
The prophecy states that the Sauroids will walk in the sun once more. I hope you won't interfere. = La profezia dice che i Sauroidi cammineranno nel sole ancora una volta. Ti prego di non interferire.
I have long forseen this deal, though it is not in my power to predict the will of another's soul. Choose your path wisely, and perhaps fate will lead us to prosperity. = Ho previsto da tempo questo affare, anche se predire il volere di un'altra anima non è mio potere. Decidi con saggezza, e forse il destino ci porterà alla prosperità.
The Elder's Prophecy = La Profezia dell'Anziano

Terazi = Terazi
Andu'zi'tan = Andu'zi'tan
The jungle calls you, Andu'zi'tan, almighty Sak'ret'i of the Terazi empire. You must answer! As a proud sauroid empire, the Terazi are one of the first nations to have ever formed. Proud and powerful, your people are masters of the natural world. Hidden away in the depths of the jungle, they have managed to avoid extinction at the hands of man. Now, they call upon you, greatest of the blessed spawn, to avenge their bretheren. = La giungla ti chiama, Andu'zi'tan, onnipotente Sak'ret'i dell'impero Terazi. In quanto orgoglioso impero sauroide, i Terazi sono una delle prime nazioni ad essersi mai formate. Orgoglioso e potente, il tuo popolo è padrone del mondo naturale. Nascosti nelle profondità della giungla, i tuoi sudditi sono riusciti a evitare l'estinzione per mano dell'uomo. Ora, ti invocano, in quanto il più grande della progenie benedetta, per vendicare i loro fratelli.
O' great and mighty Andu'zi'tan, will you emerge from the wilds of Jungara and begin your path to triumph? Will you rise against the tyranny of man, and save your race from extinction? Will you build a civilization that stands the test of time? = O 'grande e potente Andu'zi'tan, emergerai dalle terre selvagge di Jungara e inizierai il tuo cammino verso il trionfo? Ti ergerai contro la tirannia dell'uomo e salverai la tua razza dall'estinzione? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
The jungle has called me. Tonight, you are its prey. = La giungla mi ha chiamato. Da ora, tu sei la mia preda.
You think yourselves strong, but we shall soon see who is fit to survive. = Con questo atto, tu ti dichiari forte, ma presto vedremo chi è che sopravvivrà alla fine.
The jungle calls me. Can you hear it? Soon, I shall return to Genesis. = Sento infine che la giungla mi chiama... Presto tornerò alla Genesi.
The jungle greets you, traveler. Are you prepared to receive its words? = La giungla ti dà il benvenuto, viaggiatore. Sei pronto a udire le sue parole?
The jungle is listening. What is your purpose here? = La giungla ti ascolta. Cosa cerchi?
The jungle is hungry. Tread with caution. = La giungla ha fame. Cerca di non saziarla con la tua carne.
The jungle speaks. Can you hear it? = La giungla parla, e per mio tramite ti offre qualcosa...
Soul of Jungara = Anima di Jungara

Kharn'dii = Kharn'dii
Arilla Zi'la = Arilla Zi'la
The horde calls! = L'orda chiama! Preparati a morire!
You're starting to become a problem to me; a mistake you won't live long enough to learn from. = Sei davvero un problema per noi. Ti impediremo di vivere abbastanza a lungo per pentirtene.
So much power... how could we have lost? = Quanta potenza... Non ti credevamo così forte...
Death is nothing new to us, stranger. Even the Wasteraiders know well enough to leave us be. = La morte non ci è estranea, straniero. Persino i Spazzarifiuti ne sanno abbastanza per lasciarci in pace.
What now? = Che vuoi?
Leave my lands, stranger! = Vattene dalle mie terre, straniero!
I bring an offer. Accept it, lest your people become an obstacle to my horde. = Porto un'offerta: accettala, se non vuoi che il tuo popolo ne paghi le conseguenze.
The Endless Horde = L'orda infinita

Mesyptia = Mesyptia
Mesypti Thamyr = Mesypti Thamyr
Sekhari watches over you, Mesypti Thamyr - may her blessings bring you great fortune. Your people await your command, ready to build wonders beyond your wildest dreams. It is their strength, after all, to build and design. = Sekhari veglia su di te, Mesypti Thamyr; possano le sue benedizioni portarti grande fortuna. La tua gente attende il tuo comando, pronta a costruire meraviglie oltre i tuoi sogni più sfrenati. La loro forza, dopotutto, è costruire e progettare. Ed è destino che i grandi monumenti che sorgono nelle tue città siano destinati a durare in eterno, fino alla fine dei tempi.
Great Queen Mesypti, will you take charge of your people once more? Will you build a civilization that stands the test of time? = Grande regina Mesypti, ti occuperai ancora una volta del tuo popolo? Renderai il tuo impero il centro del mondo? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
You have failed to kneel before me. It is time for you to learn your place. = Se non vuoi inginocchiarti di fronte a me, è il momento che tu impari il tuo posto.
You have made a grave mistake. Sekhari, grant me your strength! = Questo è stato un grave errore da parte tua, sciocco. Sekhari, dammi la tua forza!
All good things must come to an end. Remember that, stranger. = Tutte le belle cose hanno una fine. Ricordatelo bene, conquistatore.
Kneel, stranger. You behold the great Mesypti, High Queen of Mesyptia. = In ginocchio, straniero. Di fronte a te si erge la grande Mesypti, Somma Regina di Mesyptia
Now, what brings you to our lands? = Cosa ti porta nelle tue terre?
Kneel stranger, or prepare to learn your place! = In ginocchio, straniero, o imparerai il tuo posto!
Perhaps we could come to an agreement? = Forse possiamo trovare un accordo...
The Great Architects = I Grandi Architetti

Zegrek = Zegrek
Alandis Osthesi = Alandis Osthesi
May the gods bless you, Alandis Osthesi, leader of the Zegrek people. Your people vary in nature, coming from a diverse yet united selection of small, one-city 'nations' that make up your empire. Your empire is the patron of the unaligned, and you have a certain influence over the lesser city states of the world. With sheer willpower, you and your allies will demolish anyone who attempts to break the order. = Che gli dei ti benedicano, Alandis Osthesi, capo del popolo di Zegrek. La tua gente varia in natura, provenendo da una selezione diversificata ma unita di piccole "nazioni" di una sola città che compongono il tuo impero. Il tuo dominio è il patrono dei non allineati e tu hai una certa influenza sulle città stato minori del mondo. Con la pura forza di volontà, tu e i tuoi alleati demolirete chiunque tenti di infrangere l'ordine.
Great Alandis, will you bring peace and prosperity to the weak? Will you protect those who cannot easily protect themselves? Will you build a civilization that stands the test of time? = Grande Alandis, porterai pace e prosperità ai deboli? Proteggerai gli indifesi e il mondo intero? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Letting your nation expand unchecked would ruin the balance of the world. You must be stopped. = Permettere che la tua nazione si espanda incontrollata sarebbe un affronto all'equilibrio del mondo, e per questo ti fermeremo!
It seems you have broken the peace. Do not expect any mercy from us. = Così rifiuti la pace... Non aspettarti alcuna pietà da noi, dunque.
It would seem I am defeated. The balance is crumbling. May the gods bring their wrath upon you. = Sono stato sconfitto. L'equilibrio crolla. Che gli dei scatenino la loro collera sulla tua testa
Gods willing, stranger. I hope we can be allies. = Saluti, straniero. Spero che i nostri popoli diventino alleati per proteggere questo mondo.
Greetings traveller! = Salve, viaggiatore!
Oh great, it's YOU. = Vai via.
I think that our people could learn from this. = Penso che i nostri popoli impareranno da questo.
Coalition of Cities = Coalizione di città

Noraska = Noraska
Leone Vggrsol = Leone Vggrsol
We admire your strength, great chieftain Leone Vggrsol. The frozen air tears at you like hundreds of daggers stabbing into your back, yet you always persist. The people of Noraska would be much the lesser without your guidance. Your tribe, and your people, are masters of the ocean, travelling to other lands to loot whatever you can find, burning the rest to the ground. As long as your lungs draw breath, the world will know fear. = Ammiriamo la tua forza, grande capo Leone Vggrsol. L'aria gelata ti lacera come centinaia di pugnali che ti pugnalano alla schiena, eppure insisti sempre. La gente di Noraska sarebbe perduta senza la tua guida. La tua tribù e il tuo popolo sono padroni dell'oceano, viaggiano in altre terre per saccheggiare tutto ciò che riescono a trovare, radendo il resto al suolo. Finché i tuoi polmoni respireranno, il mondo conoscerà la paura.
O' mighty Leone, will you take up your axe and bring your people power and glory? Will you once again bring the chill of the north to your foes? Will you build a civilization that stands the test of time? = O potente Leone, prenderai la tua ascia e porterai potenza e gloria al tuo popolo? Porterai ancora una volta il gelo del nord ai tuoi nemici? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
My blood, how it yearns for battle! Now, we fight! = Il mio sangue ribolle di battaglia! Forza, combattiamo!
Ohoho! Bringing the battle to us, eh? Admirable, but foolish. = Ah, dunque porti la lotta da noi, eh? Ammirevole, ma sciocco.
Finally... this dreadful cold... I can leave it all behind... = Finalmente... posso lasciarmi alle spalle, questo odiato gelo...
Ahaha! A contender! We'll see what you're capable of soon enough. = Ecco qua un nuovo sfidante! Vedremo presto di cosa sei capace!
Eh? What brings you here? = Allora? Cosa ti porta qui?
Leave my lands, stranger! = Ebbene? Cos'è che vuoi?
How about a deal, eh? = Che ne dici di questo affare?
Fury of the North = Furia del Nord

Zharia = Zharia
Yu Nian = Yu Nian
The stars bless you, Empress Yu Nian, most beautiful and proud ruler of Zharia! Oh great Empress, whose shadow causes the flowers to blossom and the rivers to flow! You are the leader of the Zharia, the oldest and the greatest civilization that humanity has ever produced. Zharia's history stretches back into the mists of time, its people achieving many great things long before the other upstart civilizations were even conceived. Blessed by the divine Sul'lahng (Sun Dragons), you learned the arts of war, poetry, and more. From your people come many of the greatest generals, poets, and philosophers. = Le stelle ti benedicono, imperatrice Yu Nian, la più bella e orgogliosa sovrana di Zharia! O grande Imperatrice, la cui ombra fa sbocciare i fiori e far scorrere i fiumi! Sei il capo degli Zharia, la civiltà più antica e più grande che l'umanità abbia mai prodotto. La storia di Zharia risale alla notte dei tempi, e la sua gente ha realizzato molte grandi cose molto prima che le altre nuove civiltà fossero concepite. Benedetto dal divino Sul'lahng (Draghi del Sole), il tuo popolo ha imparato le arti della guerra, della poesia e altro ancora. Dalla tua gente provengono molti dei più grandi generali, poeti e filosofi.
You, great Queen, who, with cunning and beauty, rose from the position of lowly concubine to that of Divine Empress - your people call out to you to lead them! Great Zharia is once again beset on all sides by barbarians. Can you defeat all your many foes and return your country to greatness? Will you build a civilization that stands the test of time? = Tu, grande Regina, che con astuzia e bellezza sei salita dalla posizione di umile concubina a quella di Divina Imperatrice, il tuo popolo ti chiama a guidarlo! La Grande Zharia è assediata da ogni parte dai barbari. Saprai sconfiggere tutti i tuoi numerosi nemici e riportare il tuo paese alla grandezza? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Greetings, I am Empress Yu Nian. Zharia desires peace and development. You leave us alone, we'll leave you alone. = Salve. Io sono l'Imperatrice Yu Nian. Zharia desidera la pace e la prosperità; lasciateci tranquilli e noi faremo altrettanto con voi.
You won't ever be able to bother me again. = Meglio parlar chiaro: questa è guerra. Almeno vi impediremo di nuocerci ulteriormente.
Fool! I will disembowel you all! = E va bene. Vorrà dire che dovrò squartarvi tutti quanti.
You have proven to be a cunning and competent adversary. I congratulate you on your victory. = Mi congratulo per la vostra vittoria. Vi siete dimosrato un avversario astuto e competente.
How are you today? = Come state, oggi?
Oh, it's you. What do you want? = Ah, siete voi. Cosa volete?
My friend, do you think you can accept this request? = Amicio mio, volete accettare questo contratto?
Crimson Sun's Blessing = Benedizione del Sole Cremisi

Soldür = Soldür
Rolan = Rolan
The mines echo empty, King Rolan of Soldür - a stain upon the Dwarven name. You must make it right! The humans have forced you back into the caverns your people once called home, but you are no strangers to oppression. Bide your time, grow stronger, and retake that which was taken from you! = Le miniere risuonano vuote, Re Rolan di Soldür - una macchia sul nome dei Nani. Gli umani ti hanno costretto a tornare nelle caverne che la tua gente un tempo chiamava casa, ma non sei estraneo all'oppressione. Aspetta il tuo tempo, diventa più forte e riprendi ciò che ti è stato tolto!
It has been many ages since your people overthrew their Dawr overseers, and now they look to you for guidance. Can you bring your people back to their former glory? Will you build a civilization that stands the test of time? = Re Rolan, sono passati molti secoli da quando il tuo popolo ha rovesciato i suoi sorveglianti Dawr, e ora i tuoi servi si rivolgono a te per avere una guida. Riporterai il tuo popolo al suo antico splendore? Riuscirai a plasmare una civiltà in grado di superare la prova del tempo?
Hail, stranger! What brings ye' here, to Soldür, home of all Dwarves? = Salve, straniero! Cosa ti porta qui, a Soldür, casa di tutti i Nani?
I'm fancying a scrap, and unfortunately, that means you'll have to do! = Sto cercando un rottame, e temo che dovrai darmelo tu.
Aight then. We have no intention of backing down to you! = E va bene. Allora che nessuno di noi si tiri indietro!
Aye. You've won this war. We die as heroes, but you? You live as a murderer. = Sì, hai vinto questa guerra. Ma noi muoiamo da eroi, mentre tu vivi da assassino.
Welcome, stranger. What business do you have in Soldür? = Salve, straniero. Quali affari ti portano a Soldür?
Oi! Who said you could come here? = Hei! Chi ti ha detto di venire qui?
I bring a proposal. Think on it, eh? = Porto con me questo messaggio. Pensaci bene, d'accordo?
Dawr Legacy = Eredità di Dawn

Rhal'tu = Rhal'tu
Ghandor = Ghandor
Hili = Hili
Sangali = Sangali
Xagge = Xagge
Threfek = Threfek
Yate = Yate
Tetku = Tetku
Arcania = Arcania


#### From Religions.json ####

The Divine Triad = Triade Divina
Aetherism = Eterismo
Ktharism = Ktarismo
Gesilor = Gesilor
Talor = Talor



#### From Techs.json ####

The Elder's Prophecy = Profezia dell'anziano
... The golden sun's rise shall mark the start, granting us a centuries' strength. The forces of mankind, now in part, will fail to stop our coming. With might and light of fated grace, the Sauroids shall return... = ... Il sorgere del sole d'oro segnerà l'inizio, concedendoci una forza secolare. Le forze dell'umanità, ora in parte, tentaranno invano di fermare la nostra venuta. Con la forza e la luce della grazia del destino, i Sauroidi torneranno...

Dawr Legacy = Eredità di Dawn
The Dawr were an ancient race, strange and perhaps otherworldly in origin. With their highly advanced technology, the sculpted the Dwarves from ancient man, and put them to work in the mines. Eventually they were overthrown by their minions, who took their creator's technology and stowed it away in vaults of stone. = I Dawr erano un'antica razza, strana e forse di origine ultraterrena. Con la loro tecnologia altamente avanzata, scolpirono i Nani dall'uomo antico e li misero a lavorare nelle miniere. Alla fine furono rovesciati dai loro servitori, che presero la tecnologia del loro creatore e la riposero in caveau di pietra.



#### From UnitPromotions.json ####

Strength of Xagge = Forza di Xagge

Blessing Of The Sun = Benedizione del Sole

Blessing Of The Jungle = Benedizione della Giungla

Dawr Tech = Tecnologia Dawr

Keepers of the Empire = Custodi dell'Impero
Defenders of the Empire = Difensori dell'Impero



#### From Units.json ####

Herald = Araldo

Chameran Skyknight = Cavaliere celeste camerano

Zephyrodon Rider = Cavaliere zefirodonte

Pyrian Wasteraider = Spazzarifiuti di Pyria

Hellfire Thrower = Lanciafiamme infernale

Atz'al = Atz'al

Salu'rak = Salu'rak

Bloodtalon Rider = Cavaliere artiglio sanguinario

Terradox (Solar Cannon) = Terradox (Cannone solare)

Terradox (Overgrowth Engine) = Terradox (Motore in sovraccarico)

Sunclaw Rider = Cavaliere artiglio solare

Herald Of The Sun = Araldo del Sole

Nephii'sekur = Nephii'sekur

Nephii'wakur = Nephii'wakur

Imperial Guard = Guardia Imperiale

Sandwalker = Camminasabbie

Phalanx = Falange

Zegrek War Elephant = Elefante di Zegrek

Aluhe = Aluhe

Cho'ko-zu = Cho'ko-zu

Mohtan Warrior = Guerriero mohtan

Tidemaster = Cavalcaonde

Stormscourge = Flageltempesta

Steppe Raiders = Incursore delle steppe

Kharn Horde = Orda del Kharn

Slave Worker = Schiavista

Solar Chariot = Carro del Sole

Giant Slayers = Ammazzagiganti

Shanin = Shanin

Phoenix Knight = Cavaliere della Fenice

Reaver = Predone

Rhalerion = Ralerion

Siege Behemoth = Colosso d'assedio

Guild Guard = Guardia della Gilda

Tatli = Tatli

Arcanian Phalanx = Falange d'Arcania

Starspawn = Progenie stellare

Bestial = bestiale

Bestial Ranged = bestiale da tiro

Flier = volante

